###############################################################################
# Created by write_sdc
###############################################################################
current_design clock_div
###############################################################################
# Timing Constraints
###############################################################################
create_clock -name clk_div -period 10.0000 [get_ports {in}]
set_propagated_clock [get_clocks {clk_div}]
###############################################################################
# Environment
###############################################################################
###############################################################################
# Design Rules
###############################################################################
